Repository: Frischifrisch/ReadySunValley
Catalog: src/RSV/Locales/Locale.*.resx
Languages: ru, uk

# AppInfo
source: Replacement for Microsoft PC Health Check app (currently down!) This project was forked initially from https://github.com/mag-nif-i-cent/Affinity11 You can also reach out to me on \ttwitter.com/builtbybel (C) 2021, Builtbybel
ru: \nЭто замена приложения Microsoft's PC Health Check\n(В настоящее время, не опубликована на сайте Майкрософт!)\n\nБлагодарность:\n- На Русский язык перевёл Oleg-Chashko\nhttps://github.com/Oleg-Chashko\n- Этот проект был первоначально разработан и разветвлён от - https://github.com/mag-nif-i-cent/Affinity11.\n\nВы можете связаться с автором в:\ntwitter.com/builtbybel\n\n(C) 2021, Builtbybel
uk: \nЦе заміна прикладної програми Microsoft's PC Health Check\n(В даний час, не опублікована на сайті Майкрософт!)\n\nПодяка:\n- Переклав українською Oleg-Chashko\nhttps://github.com/Oleg-Chashko\n- Цей проект був спочатку розроблений і розгалужен від - https://github.com/mag-nif-i-cent/Affinity11.\n\nВи можете зв'язатися з автором в: \ntwitter.com/builtbybel\n\n(C) 2021, Builtbybel

# assessmentCPUArchitecture
source: Checking CPU architecture [2/14]
ru: Проверка архитектуры процессора [2/14]
uk: Перевірка архітектури процесора [2/14]

# assessmentCPUCompatibility
source: Checking CPU Compatibility [6/14]
ru: Проверка совместимости процессора [6/14]
uk: Перевірка сумісності процесора [6/14]

# assessmentCPUCores
source: Checking Core [5/14]
ru: Проверка количества ядер процессора [5/14]
uk: Перевірка кількості ядер процесора [5/14]

# assessmentCPUSpeed
source: Checking CPU speed [4/14]
ru: Проверка частоты процессора [4/14]
uk: Перевірка частоти процесора [4/14]

# assessmentCPUSpeedFormat
source: MHz Frequency
ru: МГц
uk: МГц

# assessmentDirectXWDDM
source: Checking DirectX && WDDM2 [11/14]
ru: Проверка наличия DirectX и && WDDM2 [11/14]
uk: Перевірка наявності DirectX і && WDDM2 [11/14]

# assessmentDisplay
source: Checking Display [3/14]
ru: Проверка монитор(а/ов) [3/14]
uk: Перевірка монітор(а/ів) [3/14]

# assessmentDisplayFormat
source: inch
ru: дюйм(а)
uk: дюйм(а)

# assessmentGPU
source: Checking Graphics card [12/14]
ru: Проверка видеокарты [12/14]
uk: Перевірка відеокарти [12/14]

# assessmentInet
source: Checking Internet connection [14/14]
ru: Проверка подключения к Интернету [14/14]
uk: Перевірка підключення до Інтернету [14/14]

# assessmentInetFail
source: No
ru: Подключение к Интернету не обнаружено
uk: Підключення до Інтернету не виявлено

# assessmentInetOK
source: Available
ru: Обнаружено подключение к Интернету
uk: Виявлено підключення до Інтернету

# assessmentPartitionType
source: Checking Partition Types [7/14]
ru: Проверка типа разделов [7/14]
uk: Перевірка типу розділів [7/14]

# assessmentRAM
source: Checking RAM Compatibility [9/14]
ru: Проверка совместимости оперативной памяти [9/14]
uk: Перевірка сумісності оперативної пам'яті [9/14]

# assessmentSecureBoot
source: Checking Secure Boot [8/14]
ru: Проверка Secure Boot [8/14]
uk: Перевірка Secure Boot [8/14]

# assessmentSecureBootFail
source: Unsupported
ru: Не поддерживается
uk: Не підтримується

# assessmentSecureBootOK
source: Supported
ru: Поддерживается
uk: Підтримується

# assessmentStorage
source: Checking Disk size [10/14]
ru: Проверка объёма диска [10/14]
uk: Перевірка об'єму диска [10/14]

# assessmentSummaryFail
source: Components not ready for Windows 11
ru: Компоненты, несовместимы с Windows 11
uk: Компоненти, несумісні з Windows 11

# assessmentSummaryOK
source: You're ready for Sun Valley!
ru: Компоненты, совместимы с Windows 11!
uk: Компоненти, сумісні з Windows 11!

# assessmentSystemRequirements
source: Checking system requirements [1/14]
ru: Проверка системных требований [1/14]
uk: Перевірка системних вимог [1/14]

# assessmentTPM
source: Checking TPM version [13/14]
ru: Проверка версии TPM [13/14]
uk: Перевірка версії TPM [13/14]

# assessmentTPMFail
source: Not present
ru: Отсутствует
uk: Відсутнє

# assessmentTPMLow
source: (Not supported)
ru: (Не поддерживается)
uk: (Не підтримується)

# btnCompareUtil
source: Compare with App
ru: Узнайте второе мнение
uk: Дізнайтеся друга думка

# btnPnlShareScreen
source: Capture and Share on Twitter
ru: Сделайте снимок результата и поделитесь им в Twitter
uk: Зробіть знімок результату і поділіться ним в Twitter

# btnShareScreen
source: Capture and Share on Twitter
ru: Сделайте снимок результата и поделитесь им в Twitter
uk: Зробіть знімок результату і поділіться ним в Twitter

# checkCompareMS
source: Compare with Microsoft
ru: Сравните с Microsoft
uk: Порівняйте з Microsoft

# checkCompareMSBack
source: Back to my results
ru: Вернуться к своим результатам
uk: Повернутися до своїх результатів

# infoBypassDone
source: TPM and Secure Boot restriction has been bypassed.
ru: Был задействован "Обходной путь", ограничения TPM и Secure Boot были сняты.
uk: Був задіяний "Обхідний шлях", обмеження TPM і Secure Boot були зняті.

# infoBypassUndo
source: System setttings are in place again.
ru: "Обходной путь" был отменен.
uk: "Обхідний шлях" був скасований.

# infoCaptureHint
source: Don't forget to upload the results picture to Twitter.
ru: Нажмите <OK>, чтобы подготовится к загрузке в Twitter. После этого вам необходимо загрузить полученное вами изображение.
uk: Натисніть <OK>, щоб підготується до завантаження в Twitter. Після цього вам необхідно завантажити отримане вами зображення.

# infoCompareUtil
source: Do you want to compare the results with the Utility "WhyNotWin11"?
ru: Хотите сравнить результаты с утилитой "WhyNotWin11"?
uk: Хочете порівняти результати з утилітою "WhyNotWin11"?

# infoCompareUtilDownloadMessage
source: Ready! So now put the two apps next to each other and take a look at the results.
ru: Готово! Теперь поместите два приложения рядом друг с другом и посмотрите на результаты.
uk: Готово! Тепер помістіть дві програми поруч один з одним і подивіться на результати.

# lblBitness
source: Architecture
ru: Архитектура
uk: Архітектура

# lblBitnessCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblBootType
source: Secure Boot
ru: Тип загрузки
uk: Тип завантаження

# lblBootTypeCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblCores
source: Cores
ru: Ядра
uk: Ядра

# lblCoresCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblCPU
source: Checking CPU Compatibility...
ru: Проверяю совместимостимость процессора...
uk: Перевіряю совместімостімость процесора...

# lblDirectXCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblDiskType
source: Disk Partition
ru: Раздел диска
uk: Розділ диска

# lblDisplay
source: Display
ru: Монитор
uk: Монітор

# lblDisplayCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblFreeSpace
source: Free Space
ru: Свободное место
uk: Вільне місце

# lblFreeSpaceCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblHeader
source: Your Compatibility Results
ru: Результаты проверки совместимости
uk: Результати перевірки сумісності

# lblInet
source: Internet
ru: Интернет
uk: Інтернет

# lblInetCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblMhz
source: MHz
ru: МГц
uk: МГц

# lblMhzCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblRAM
source: RAM
ru: Установлено оперативной памяти
uk: Встановлено оперативної пам'яті

# lblRAMCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblSecureBootCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblStatus
source: Checking system requirements...
ru: Проверяю системные требования...
uk: Перевіряю системні вимоги...

# lblStorage
source: Storage
ru: Дисковое хранилище
uk: Дисковое сховище

# lblStorageCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblSubHeader
source: *Move the cusor over a failed result to get more information
ru: * для системы
uk: * для системи

# lblTPMCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lblWDDMCheck
source: Checking...
ru: Проверяю...
uk: Перевіряю...

# lnkCompatibilityFix
source: Click here to fix some of these failed results with a registry hack
ru: Нажмите здесь, чтобы изменить некоторые из этих отрицательных результатов с помощью внесения изменений в реестр
uk: Натисніть тут, щоб змінити деякі з цих негативних результатів за допомогою внесення змін до реєстру

# menuBypassUndo
source: Undo Bypass
ru: Отменить "Обходной путь"
uk: Скасувати "Обхідний шлях"

# menuVote
source: Vote here!
ru: Голосуйте здесь!
uk: Голосуйте тут!

# menuVoteContent
source: Does your hardware qualify for Windows 11?
ru: Ваш компьютер совместим с Windows 11?
uk: Ваш комп'ютер сумісний з Windows 11?

# optionBypass
source: If you are attempting to install Windows 11 and receive a message stating, "This PC can't run Windows 11" it is likely that you do not have a TPM 2.0 requirement, Secure Boot or 4GB of RAM.\n\nThe good news is that Microsoft includes a new "LabConfig" registry key that allows you to configure settings to bypass the TPM 2.0, the 4GB memory, and Secure Boot requirements.\n\nPlease note, that by disabling the TPM 2.0 requirement, you are effectively reducing the security in Windows 11\n\nDo you want to bypass these restrictions?
ru: Если вы пытаетесь установить Windows 11 и получаете сообщение "This PC can't run Windows 11", то, скорее всего, у вас нет требуемой TPM 2.0, Secure Boot или 4 ГБ оперативной памяти.\n\nПриятной новостью является то, что Microsoft добавила новый ключ реестра "LabConfig", который позволяет вам настроить параметры для обхода TPM 2.0, 4 ГБ памяти и требования включения Secure Boot.\n\nПримите во внимание, что отключение TPM 2.0 снижает уровень безопасности Windows 11.\n\nВы хотите обойти эти ограничения?
uk: Якщо ви намагаєтеся встановити Windows 11 і отримуєте повідомлення "This PC can not run Windows 11", то, швидше за все, у вас немає необхідної TPM 2.0, Secure Boot або 4 ГБ оперативної пам'яті.\n\nПриємною новиною є те, що Microsoft додала новий ключ реєстру "LabConfig", який дозволяє вам налаштувати параметри для обходу TPM 2.0, 4 ГБ пам'яті і вимоги включення Secure Boot.\n\nВізьміть до уваги, що відключення TPM 2.0 знижує рівень безпеки Windows 11.\n\nВи хочете обійти ці обмеження?
